"use strict"

const songs = [
   `1. Отче наш! Сущий на небесах! Хай святиться ім'я Твоє, хай прийде Царство Твоє. Хай буде воля Твоя і на землі, як на небі. Хліб наш щоденний дай нам на сьогодні і прости нам борги наші, як і ми прощаєм боржникам нашим. І не веди нас у спокусу, але визволи нас від лукавого, бо Твоє є Царство і Сила і Слава повіки, Амінь!
   `,
   `1. При дорозі лілія цвіла, де не раз пилюка підіймалася, А вона чарівність берегла, білою і ніжною лишалася.
   Приспів: Господи, серед земних доріг хочу бути чистим, наче лілія, Щоб я неба чистоту зберіг, щоб в душі любов Твоя світилася.
   2. Пронесеться іноді гроза, лілія тремтить росою срібною, Я дивлюсь на цвіт її в сльозах: чи буде душа такою чистою?
   3. Час мине - серед живих квіток в небесах зустріну я Спасителя. Вдалині від всіх земних тривог буду із Христом завжди ходити я.
   `,
   `1. З глибини душі поллється пісня про любов Христа: Він єдиний сенс і ціль мого життя. Роки линуть, час минає - в серці Божа благодать, І цю пісню, що лунає, нам, як птаха не стримать.
   Приспів: Ти з нами, Бог! Ти з нами, Бог! Витікає з душі віри чистий   струмок. Ти з нами, Бог! Ти з нами, Бог! В щирім серці наша віра проросте, мов колосок. Ти з нами, Бог! 
   2.Простір повниться піснями, щиро линуть голоси - І поля співають з нами і ліси. Лине пісня про спасіння, лине пісня про любов, ПроТвої, Христе, страждання і за нас пролиту кров.
   3. Бог у серці, Бог у пісні, і росинці, і сльозі, В щасті, в горі завжди з нами, в сонці та грозі. Славте ріки, славте гори, і долини, і моря - Ім'я Господа Ісуса знову прославляю я.
   `,
   `1. В тяжкій життєвій боротьбі дай сили, Господи, мені / Сказать без нарікань Тобі: "Як хочеш Ти"/(2р)
   2. Якщо від мене схочеш взять, що буде боляче віддать, /Дай радісно сказать Тобі: "Як хочеш Ти"/(2р)
   3. Коли страждання вкриють путь, опорою моєю будь, /Дай і тоді сказать Тобі: "Як хочеш Ти"/(2р)
   4. Всю волю покори Собі, святе смирення дай душі, /Щоб кожний день сказать Тобі: "Як хочеш Ти"/(2р)
   5. Як смерті підійде пора, хай шепчуть втомлені уста /Тому, Хто дух навіки спас: "Як хочеш Ти"/(2р)
   `,
   `1. Це коротке життя, наче пташки політ, /Як нестримна ріка, поспішає вперед /2р
   2. Наше земне життя як оманлива тінь: /Лише сонце зайде, пропадає і тінь /2р
   3. Наче квітка полів, що уранці цвіла: /Повійнув суховій - і зів'яла вона /2р
   4. Наші дні наче звук, що удаль полетів, - /Так і в цьому життя не вернути нам днів /2р
   5. Та не думаєш ти, чоловіче земний, /Що ти скоро умреш і короткий вік твій /2р
   6.Потурбуйся тепер, Христа в серце прийми - /В Нім відраду знайдеш і спасіння душі /2р
   `,
   `1. Я раніше так завзято йшов на Божії діла, /Думав: зможу все здолати, гори переставлю я /2р
   2. Я трудився що є сили, зводив дім, орав поля, /Але дім розмили хвилі, плоду не дала земля /2р
   3. І, знесилений душею, я людей на поміч звав, /Та у праці моїй знову досвід їх не помагав/2р
   4. Безутішний і безсилий, я упав в тяжку тугу: /"Бідний я, не маю сили, я нічого не можу"/2р
   5. І почув я раптом слово: "Я з тобою поруч був, /Помогти Я був готовий та про Мене ти забув/2р
   6. Встань, візьми Мене за руку - так багато сили в ній! /І твій труд без сліз і муки в силі Я звершу Своїй" /2р
   7. Поклик той почувши, сміло взяв за руку я Христа, /З Ним пішов на Боже діло на безпліднії місця /2р
   8. І - о чудо! - зріє колос, дому не знесла вода, /Й заспівав мій гучний голос: "Все з Ісусом можу я!"/2р   
   `,
   `1. Під палючим сонцем на горі Голгофі, чорні і зловісні три хрести стоять. А юрба глузує, що за них у муках, Там в тяжких стражданнях Сам Христос висить.
   Приспів: На Голгофі на хресті Христос знесилений висить, Крізь сльози зове тебе, а ти проходиш повз Нього, Не хочеш ти Його прийнять, збагнуть любов Його. Але звучить Ісуса клич: "Куди, мій друже, ти ідеш? Я мучусь за тебе. Прийди до Мене - Я прийму, Твої гріхи усі прощу і дам життя нове".
   2. Він залишив славу і прийшов на землю, Людям став подібним, щоб тебе спасти. Він воскрес із мертвих, дав тобі прощення, Мир, спокій і радість людям на землі.   
   `,
   `1. Час тяжкий останній уже наступає, тремтить вся земля: Прийде наш Спаситель, уже не Учитель, а грізний Суддя. Мій друже, прокинься, мій друже, готуйся стрічати Царя. Час тяжкий останній в епоху розтління стрічає земля.
   Приспів: Час грізний останній уже наступає, тремтить вся земля, в тривозі вона. А голос чийсь ніжний тебе все питає: "Як стрінеш Христа? Як стрінеш Христа?"
   2. Час тяжкий останній летить так невпинно, так швидко, мов сон. В турботах життєвих все ж так непомітно вже осінь прийшла, Але непохитно ми вірим в святії Ісуса слова. Час тяжкий останній в епоху розтління стрічає земля.
   3. В час тяжкий останній багато роботи для Божих дітей, Адже в цьому світі загинуть навіки багато людей. Мій друже, зберемо останнії сили й дамо для Христа: Час тяжкий останній в епоху розтління стрічає земля.   
   `,
   // 9
   `1. Дух Святий, смиренно просим: світлом душі освіти.Ти сіяєш серед ночі, серед дня і при зорі - Ти світи і в нашім серці, в нім оселю сотвори І вогнем спасаючим гори.
   Приспів: Огонь небесний, зійди скоріш і теплотою серця зігрій, Шляхом тернистим в оселі вічні за Тобою ми підем сміліш.
   2. Дух Святий, о Гість небесний, Ти доступним, близьким став - Сам Ісус Своєю смертю Твій прихід нам обіцяв. Поруйнуй гріхів твердиню, міць розбий гріховних скал, щоб про Бога в світі кожен знав.
   3. Дух Святий, повіки Сущий, силу вірним посилай, У красі, Тобі властивій, Свою церкву укріпляй. Володій всім нашим серцем, докоряй і утішай, Пробуди наш український край.
   `,
   // 10
   `1. Є місце, є! Господь в чертог зове, В чертог святий Він Сам тебе введе. Кличуть тебе - ти зов не відхили, Тебе там ждуть - туди, туди іди!
   Приспів: Є місце, є! Є місце, є! О, поспіши війти!
   2. Любові бенкет в чертозі золотім - Кличе Господь, щоб ти був гостем в нім. Є місце там, ще можна увійти,
   Вхід Сам Спаситель для тебе відкрив.
   3. Він безліч грішників прийняв туди, Але там є ще місце і тобі. Вони обмились у крові Христа - Й тебе обмиє кров Його свята.
   4. Заходь, заходь! Бенкет цей для тебе, Горе і плач туди не увійде, Все щастя там і радість, о, прийди, Господній заклик ти не відхили.
   5. Світилу дня не довго вже світить, Нічна пітьма готова все покрить. Жахливий плач почуєш ти тоді:
   "Місця нема! Місця нема! Закриті ворота"
   
   `,
   // 11
   `1. Руки благодаті, руки Господа, Руки, що підняли весь тягар хреста, / Руки, що творили багато добра, - О, святії руки, слава їм, хвала! /2р
   2. Руки вздоровляли хворих тіла - Руки благодаті Господа Христа. / Руки ті підносив Спас мій за мене,В тих руках пробитих все життя моє /2р
   3.  Руки, що прибиті були до хреста, Милостиві руки мого Господа / Ті святії руки нам дають спокій І мене провадять в Божий дім святий /2р
   4. Ті святії руки бачу завжди я, Руки благодаті Господа Христа. /Бачу я ті рани, бачу кров з чола, Кров святу Ісуса, що мене спасла /2р
     `,
   // 12
   `1. Візьми мене, віднині і по всі дні По цій земній долині, Господь, веди: / Не міг би по стежині Твоїй я йти - Коли ж ти є зі мною, я зможу йти. /2р
   2. Господь, дай серцю радість в земних путях, Дай мати насолоду в Твоїх словах. /Святую віри твердість Мені пошли І духа злую гордість Ти віджени. /2р
   3. Коли надія гасне серед пітьми, Господь, мене до цілі Ти Сам веди. / Візьми мене, віднині і по всі дні По цій земній долині, Господь, веди. /2р   
   `,
   // 13
   `1. Безплідною пустелею я йду, Мій шлях спекотний та вузький,/ Вже скоро в рідний край свій увійду: Мене провадить Дух Святий. /2р
   2. Тоді як сонце в гори скриється, Покриє шлях туман густий, /Навколо все пітьмою вкриється - Мене освітить Дух Святий. /2р
   3. Хай вороги юрбою грізною На мене йдуть у час страшний. /І смерть в лице дихне погрозою - Дасть перемогу Дух Святий. /2р
   4. Хоч друзі всі покинуть тут мене, Для них я стану мов чужий, /І щастя втрачу я своє земне - Зі мною буде Дух Святий. /2р
   5. Якщо і смерть візьме життя моє - Ввійду у край мій дорогий, /І через смерть мене Він проведе - Зі мною буде Дух Святий. /2р   
     `,
   // 14
   `1. О, молитва, о, молитва, в житті Богом ти дана, У життєвій тяжкій битві силу ти мені дала. Була ніч, та я не спав, на колінах я стояв І в молитві з Богом розмовляв. /О, молитва, ти не раз рятувала в тяжкий час, Коли силу я свою втрачав /2р
   2. За вікном бушує вітер, сніг холодний б'є в лице, І подібна буря в серці томить сильно так мене. Каявся я у гріхах зі сльозами на очах, І в скорботі Бога я благав:
   /"Боже мій, Ти знаєш все, як тягар гнітить мене,
   Я втомився й майже вже упав"/2р
   3. О, молитва, о, молитва, я подякою горю, Прославляю Божу силу й благодаті глибину. Боже, Ти в любві Своїй укріпляв дух слабий мій, Коли я поранений стогнав. /У молитві в небеса линула душа моя - Тоді з неба радість Ти давав. /2   
   `,
   // 15
   `1. Як весняні струмки плинуть наші роки І збігають в русло віковічне. Вслід за ними ідуть всі діла і думки, І слова пише теж перо вічне.
   Приспів: Не губи своїх днів у потоках земних, Де весняний розлив є темніший від ночі. У Христі джерело для людей всіх віків, Кличе Він до Себе - спасти хоче.
   2. Виправить помилки за минулі роки Той, Хто любить і все нам прощає. Тож хай кожна душа поспішить до Христа, До Христа хай життя направляє.
   3. Нехай плинуть роки, як весняні струмки, Як струмки від весни неземної. Хай зіллються вони з джерелом вічних днів І несуть до землі нас святої.   
     `,
   // 16
   `1. У нас сьогодні день подяки Творцеві за дари усякі: За хліб, повітря і за воду Для нас і нашого народу.
   Приспів: За сонце, що так гарно гріло Що в нас ніщо не погоріло, За дощ, що зрошував насіння, За всі Його благословіння.
   2. Що кожен день нам сходить сонце, Пташки співають нам в віконце, За ліс і луки, всі простори, Що в темну ніч нам сяють зорі.
   3. Що вивів нас Господь на волю І дарував нам кращу долю, Що Він звільнив нас від мамони І дав нам друзів мільйони.
   4. Коли ж закінчим сіять, жати, Покличуть нас відпочивати, Земна закінчиться дорога - Там вічно будем славить Бога.
   `,
   // 17
   `1. В старі часи, в минулість сиву Мойсей глядів отару сам; Прийшовши до гори Хориву, куща в огні побачив там. Терновий кущ горів яскраво - Господь із нього промовляв, На подвиг славний, величавий Мойсея Бог благословляв.
   Приспів: /Жеврій, вогонь, гори, палай, Палай, любове, не згасай /2р
   2. Немов Мойсею у пустелі, з'явилась для мене гора, Гора свята, гора Голгофа - Спаситель там колись вмирав. На ній вогонь любові тліє - не згасне вже ніколи він. Всіх мешканців землі жаліє, за всіх умер там Божий Син.
   3. З яскраво - вічного горіння Я чую прощення слова, Мені дає Христос служіння любові, правди і добра Візьму негаснучу я іскру з вогню, що вічно там горить, Світить любов'ю буду ближнім - Господь мене благословить.
     `,
   // 18
   `1. Яке є щастя, що в земній недолі Є добрий друг, до Котрого в тиші Звертаюсь в молитві: Господи, прости, Звертаюсь в молитві: нас помилуй І допоможи дійти до Царства, Святим Духом підкріпи!
   Приспів: Ми дякуєм Тобі за все: За сонце, небо, зорі ясні, Ісус, Ти все створив для нас І нам даєш життя прекрасне. Ми дякуєм Тобі за хрест, За вічний дім у небі яснім, Нехай Тобі звучить хвала І пісня наша хай не згасне.
   2. О, мій Спасе, як в житті чудово Дякувать за все Тобі завжди! Дякую за хліб, за хліб насущний, Дякую за мир в краю моїм, Дякую за милість, що до мене  У свій час Ти проявив.   
   `,
   // 19
   `1. Свої очі я зводжу на гори, Звідки прийде мені допомога, І Господь пошле радість у горі: Моя поміч від Господа Бога.
   Приспів: Він не дасть захищатись в дорозі, Він, мов сторож, не спить, не дрімає, І коли я впаду у знемозі, То Він поміч мені посилає.
   2. Сам Господь - моя тінь по правиці, Скрізь за мною слідять Його очі, Серед дня мене сонце не вдарить, Ані місяць глибокої ночі.
   3. Хоч і сонце зайде за горою, Він мене стерегтиме від злого, Проясниться моя путь - дорога, Бо Господь йтиме всюди за мною.
   4. І нічого не вдіють злі люди, Бо мене стереже Бог великий, З Ним мій вихід збережений буде І мій вхід відтепер аж навіки.   
    `,
   // 20
   `1. Степ широкий простеливсь ген до небокраю Поміж трав посохлих вітер гірко завиває, /Сонце випалило степ, води ні краплини, По степу юнак іде в латаній свитині./ 2р
   Приспів: "Доле ж моя, доле, що мені діяти, Як прийти до батька в дім, що  йому сказати? Доле ж моя, доле, простелися степом, Хто ж мене такого знов додому прийме?
   2. Лишив батька, лишив дім, лишив рідну неньку, Проміняв на гірку воду матінку рідненьку. /Боже, що ж я наробив цю лиху годину!" - І розлігся степом крик блудної дитини./2р
   3. "Скільки горя, скільки сліз зазнав я на чужині! Прости, батьку, тяжкий гріх ти своїй дитині!"/ Серце кров'ю облилось у старого батька, Сльози щастя на очах: " Я ж бо сина бачу!/2р
   Приспів: "Сину, рідний сину, ти ж моя дитина - Кращі шати одягни, скинь стару свитину. Сину, рідний сину, ти ж моя дитина - Обійму міцніше я, забуду провину".   
   `,
   // 21
   `1. Не скупіться на теплі слова, Коли вас проводжають любимі. Зрозумійте: їм треба тепла, Особливо в прощальні хвилини. Хай не смуток, не сльози в очах Вони, вас проводжаючи, бачать - Усміхайтесь їм лагідно так, Хоч і серце схвильоване плаче.
   Приспів: Хоч надія на зустріч мала, Хоч, здається, розлучить дорога, Говоріть тільки теплі слова, А в душі покладайтеся на Бога.
   2. Все міцнішати буде любов, Коли в серці в дбайливій тривозі Перед Богом згадаєте знов Ви про друга в далекій дорозі. Не скупіться на теплі слова, Коли навіть надія обмане: Тим, що зраджують, треба тепла - Хай у вас і для них його стане.
   Приспів: Хоч надія на зустріч мала, Хоч, здається розлучить дорога, Говоріть тільки теплі слова, А в душі покладайтеся на Бога. Не скупіться на потиск руки - Він ще більше від слів ваших скаже. Хай повз вас пронесуться роки - Вони рук і сердець не розв'яжуть.
   3. Не скупіться на теплі слова, Коли вас проводжають любимі, Зрозумійте: їм треба тепла, Особливо в прощальні хвилини. Не сумуйте, не зліться в сльозах, Не спішіть нарікати на долю, Будьте мудрі і щирі в словах, Не скупіться на ніжність ніколи.   
   `,
   // 22
   `1. Дайте мені крила - в небо я полину До мого Спасителя Христа! /Дайте мені крила - землю я покину І втечу від горя і від сліз. /2р
   2 Там у небі яснім місто є прекрасне, А Царем у місті тім - Христос. / Там немає ночі, лиш Господні очі Світять там, щоб краще всім жилось. /2р
   3. Там посеред раю, річка протікає, В місті тім жива вода біжить. / Біля неї квіти і, розклавши віти, Дерево життя повік стоїть. /2р
   4. Там хвороб немає, горя не буває, І щасливі всі, що там живуть. / Дай же, Боже, крила, щоб я не загинув, А у місті тім міг вічно буть. /2р
   `,
   // 23
   `1. Днів земних минають роки, скільки їх було - Не стихають людські кроки, не вмирає зло. І до неба лине голос від землі, Там де під ногами колос у крові. З кожним роком земля наша   розмежована, Ласкою Його святою обдарована, Хай повніє твоя чаша миру у Христі, Колосися мирним хлібом в Божій доброті.
   Приспів: Ми бажаєм жити мирно людям  на землі, Хай летять завжди спокійно в небі журавлі. І Христа до свого серця всі прийміть, Дух Святий в душі озветься -  буде добре жить.
   2. Чи то південь, чи то захід - люди скрізь одні, І один у всіх нас прадід, одні корені. Чому ж миру нема всюди, злагоди? Бо без Бога в серці люди - не брати.   
   `,
   // 24
   `1. Любив Ісус людей понад усе, Він був для них і залишився другом. /Не раз до їхніх приходив осель, Щоб зняти біль комусь, а чи недугу. /2р
   2. Та й люд ішов до Нього звідусіль Почути правди, мудрості у слові. /Він не жалів ні часу, ані сил, Живим струмком текла Його розмова. /2р
   3. Вона й тече, бо теє джерело Не годен час замулити чи стерти. /Хто з нього п'є, схиляючи чоло, Стає, як Він, воістину безсмертний./2р   
   `,
   // 25
   `1. Жнива приходять, хоч не осінь, Хліба покірно йдуть в покоси, А нас, що нам усіх чекає, Коли зоря життя згасає? Така пора є для усіх - Прийдуть жнива й на твій поріг.
   Приспів: Бо життя мов трава чи як цвіт по весні - І приходять жнива за прожиті всі дні. Тож для Бога квітує хай нива твоя, Щирим колосом зріє хай завжди душа.
   2. Ніхто не знає дня ні часу, Коли покосять ниву нашу, Чи стиглим літом чи весною, Чи вже осінньою порою. Тоді вже знайдуться слова, Щоб оправдать свої жнива.
   3. В Христі кохайте свою ниву, Щоб мати долю вам щасливу, Ростіть в молитві, в Його Слові, До жнив завжди будьте готові. Любіть Небесного Отця - І в небі дасть Він вам вінця.
   `,
   // 26
   `1. Ім'я Йому -  Дивний(2р), Вірний і Святий. В день великий, судний(2р) Він прийде живий.
   2. Ім'я Йому - Славний(2р) образ Божества. Цар небес державний(2р), Церкви Він Глава.
   3. Ім'я Йому - Слово(2р), Слово - вічний Бог. Без Його покрову(2р) життя не було б.
   4. Ім'я Йому – Вірний(2р), Мудрий, Цар, Пророк, Всесвіту Творитель, Церкви Покровитель Світло для зірок.
   5. Ім'я Йому - ніжний (2р) Пастир Божих стад. Кожне Його слово дух нам підіймає, глибина порад.
   6. Він Первосвященик(2р) сильний і благий. Грішний світу бранець(2р) в Нім знайшов спокій.   
   `,
   // 27
   `1. Минає час, минають дні, і змінюється все навколо, Та тільки Бог Господь святий, не змінюється Він ніколи. В одну хвилину може Він змінити все в нашій країні, Господь, благаємо Тебе, даруй спасіння Україні.
   Приспів: Боже, Україну збережи, Господи, помилуй грішних, Змилуйся над нами і прости, Молимо Тебе, Всевишній. І від ворога нас захисти, Бо без Тебе ми безсилі, Господи, зміни все навкруги, Дай спасіння Україні.
   2. І як нам всім спостерігать, якщо людей отак вбивають, Коли жива людська душа вже зовсім цінності немає. І як же нам тут далі жить, і нашим дітям в цій країні, Якщо не вступишся, Господь, загине наша Україна.
   `,
   // 28
   `1. До Тебе, Боже, руки я здіймаю, Твоє в молитві згадую ім'я, Бо в серці я любов безмірну маю, І світлою стає душа моя (2р)
   Приспів: Помолюся тихо словом нелукавим, Щоб по світу лихо більше не блукало. Стану на коліна, до Христа промовлю, Щоб для України дав щасливу долю, Долю дав.
   2. І в цьому незбагненному єднанні Для всіх хай буде істина проста: Останній час це буде не останній, Для того, хто повірив у Христа (2р).
   3. Ти мій Спаситель, Ти моя надія, Що завтра день не згасне у пітьмі. З Тобою буду я по- справжньому радіти, Ти мій Господь, а я навіки Твій (2р).   
`,
   // 29
   `1. І день за днем, за роком рік проходять наче в сні, Життя пливе, діла ідуть за ними слідом в слід. І ти, Господь, зі мною був в ясних і темних днях - Тебе люблю Ісусе мій і так бажаю я.....
   Приспів: Понад усе Тебе любить, понад усе, мій Бог, Бо ти Господь є сила для для душі в часи тривог
   2.Коли прийде потрібний час, життя моє пройде На висоті, на небесах зустріну я Тебе, А поки тут ще на землі прошу Тебе щодня, Не відпускай, о Ісус, бо так бажаю я.
`,
   // 30
   `1. Батьку небесний, до Тебе іду і прошу: Ти пролий благодать Я серце своє Тобі віддаю і вручаю я долю свою, Як хочу славить Твоє лиш ім'я і своїм життям розказать. Дай, Боже, сили у вірі стоять і устами Тебе прославлять.
   Приспів: Алілуя! Серце співа Для Спасителя мого хвалу! 2 р.
   2. Славлю Тебе я, Спасителю мій, що Ти духа зілляв на мене. Дай, прошу, єдність у наші серця, щоб ми з нею ішли до кінця. Батьку небесний, духа Ти дав Він у серці моєму живее, Хочу вустами тебе вихвалять І життям це своїм доказать.   
`,
   // 31
   `1. Богу довіряю, в Ньому все моє життя, Господу Святому віддаю все серце я, З Ісусом я спілкуюсь кожну мить, Ввіряю я Йому усяку річ.
   Приспів: Я вірю в Господа, я вірю у Христа. (2р) Боже, Боже, спасіння Ти моє, Як скеля, як фортеця святе ім'я Твоє! Боже, Боже, надійний захист мій, О, Цар царів, довіряюсь я Тобі! Бог мій, Бог мій, Ти Відкупитель мій, Став моїм щитом, твердинею в житті. Бог мій, Бог мій, пильнуєш Ти мене, Моє життя мій Бог Сам береже.
   2. Богу довіряю, всім Його словам святим, Він завжди є зі мною, чує мої молитви. Могутній і всесильний Бог святий, Люблю Христа, Він Спаситель мій.
   3. Богу довіряю, Він мій Пастир на землі, Богу довіряю Він правдивий і святий. Йому я довіряю кожний день, Мене Господь в небесний дім веде.   
`,
   // 32
   `1. В бідні ясла завітали пастухи І Дитятко привітали, як могли.
   Приспів: Слава в небі Богу (2р), людям мир Бог дає!
   2. Ангел світлий їм на полі сповістив, Що родився в Вифлеємі Божий Син.
   3. Поклонились Життєдавцю пастухи, Серцем чистим Богу славу принесли.
   4. Їм відкрився в тій Дитині Цар царів, Хто відкупить всі народи від гріхів.
   
`,
   // 33
   `1. Живемо так, немовби ми самі, Рішаєм все, немовби ми одні, І навіть не подумав ти собі, що Бог Отець дав життя тобі. Де ціль в житті? Шукаю мети - хто це розкаже мені?
   Приспів: Без Бога не життя - на серці сум і пустота. Без Бога не життя - мов жити без сонця й тепла, Без Бога лиш марнота.
   2. Бог, створив тебе і хоче все Змінить в тобі, твоє життя марне. Бажає Він подати все нове, як тільки ти даси життя своє Де ціль в житті? Шукаю мети - хто це розкаже мені?
   Приспів: Без Бога не життя - на серці сум і пустота. Без Бога не життя - мов жити без  сонця й тепла, Без Бога лиш марнота. Де ціль в житті? Шукаю мети - я все розкажу тобі. Бо тільки Бог один дає мир душі і спокій, бажає життя тобі!   
`,
   // 34
   `1. З чим явлюся перед Богом, як той час прийде, /Як закінчиться дорога, сонечко зайде?/ (2р)
   2. Як із колосом добірним снопик принесу /Увійти я буду гідним у небес красу./ (2р)
   3. А коли на суд явлюся я цілком пустим - /В муках вічних опинюся із слугою злим/ 2р
   4. Сонце вже сідає низько, скоро ніч прийде./День Господній зовсім близько - що ж мене там жде?/(2р)   
`,
   // 35
   `1. З чим явлюся перед Богом, як той час прийде, /Як закінчиться дорога, сонечко зайде?/ (2р)
   2. Як із колосом добірним снопик принесу /Увійти я буду гідним у небес красу./ (2р)
   3. А коли на суд явлюся я цілком пустим - /В муках вічних опинюся із слугою злим/ 2р
   4. Сонце вже сідає низько, скоро ніч прийде./День Господній зовсім близько - що ж мене там жде?/(2р)   
`,
   // 36
   `1. Минають хвилини, проходять літа - Вже скоро, так скоро зустрінем Христа. Тоді пролунає питання Його: "Що добре зробив ти для Спаса свого?"
   Приспів: Що посієш ти, милий друже, Чи кукіль, чи добре зерно? Але знай, не забувай, назавжди запам'ятай, Що виросте, що виросте воно.
   2. Господь тобі скаже: " Коли я хворів, Коли хліба крихту у тебе просив, Коли в одежину хотів зодягтись - Та що ти зробив Мені, стань подивись".
   3. Не сій, брате, вітер бо бурю пожнеш, В небесну країну тоді не ввійдеш. Нехай твоє серце та твої уста Хвалитимуть завжди Ісуса Христа.
`,
   // 37
   `1. Море шумить, буря реве, Човен мій кидають хвилі. Та на шляху спинити мене Буря і вітер безсилі.
   Приспів: Попереду море безкрає - безкрає, І темрява небо ховає - ховає, А там вдалині зоріють вогні, Вогні дорогої землі.
   2. Сміло пливу проти стихій, А навкруги хваління. Слава Тобі, Господи мій, Слава Тобі за спасіння.
   3. Шлях мій веде в Батьківський край, Хоч і далека ця відстань. Серце моє, радій та співай, Буде ще бажана пристань.
`,
   // 38
   `1. Нічка та ясная зорями світила у Вифлеємі, Пречиста Діва Сина народила в яслах на сіні.
   Приспів: Слава Богу, слава на висоті, на землі мир, спокій, Слава вгорі, мир на землі, в людях добра воля.
   2. В сяйві великому пастухам у полі ангел з'явився, Він сповістив, що в вертепі убогім Христос родився.
   3. Сповнені радістю до хліва побігли, до ясел впали, Славу святому Новорожденому Богу віддали.
   4. Ми також серцем до ясно припадімо, Христа вітаймо, Йому одному Новорожденому поклін віддаймо.
`,
   // 39
   `1. Прекрасна пісня про нашу землю, Про запах поля та стигле жито І запах квітів та чисту річку - То є творіння, робота Божа.
   Приспів: Земля моя, земля моя, Як ти чудова в красі Творця! (2р)
   2. Прекрасне слово - це мир і спокій, В житті основа, в житті надія; Прекрасне життя, прекрасна пісня, Коли із нами рука є Божа.
   3. Живем ми, люди, на цій планеті, Тож будьмо вдячні за це Творцеві: За чисте небо, за мир і спокій, За хліб, що пахне в твоєму домі.
   
`,
   // 40
   `1. Скільки гине людей за одну тільки мить, Скільки гине людей - просто серце болить. Скільки гине людей, бо без Бога вони, Скільки гине людей на дорогах земних!
   Приспів: Розкажи про Христа, людям всім розкажи! На хресті Він страждав, щоб усі могли жить. Розкажи про Христа, нехай знають усі: Є спасіння для них в Ісусі Христі.
   2. Скільки гине людей рідних, близьких, чужих, Скільки гине людей - чи сказав ти для них? Скільки гине людей, гріх їх топить до дна, Скільки гине людей - чи ж не наша вина?
   3. Скільки гине людей на дорозі земній, Скільки гине людей - ти мовчати не стій! Скільки гине людей - нехай твої вуста Кожен час, кожен день кличуть їх до Христа.   
`,
   // 41
   `1. Скажи мені слово утіхи й любові І ніжно торкнися моєї душі, Щоб знову дзвеніли прекрасні і нові Мелодії неба в ранковій тиші.
   Приспів: Повій Святим Духом у спрагнене серце, Втомилось воно у земній боротьбі, Мов ніжне проміння, що кидає сонце, Зігрій мою душу Ти Духом Святим.
   2. Лиш тільки в Тобі, мій Господь і Спаситель, Знаходить душа моя мир і спокій, Коли знемагаю - до Тебе, Втішитель, Приходжу з благанням моєї душі.
   3. Нехай же присутність Твоя зігріває, Нехай в моїм серці лунають пісні І слава й подяка Тобі не змовкає, Бо Ти є зі мною, бо Ти є в мені.   
`,
   // 42
   `1. Тобі я щиро вдячний, Ісусе з Назарета, Бо радість має у тобі душа, /Мене знайшов Ти в світі і зняв гріха тенета, І в край святий дорогу показав./2р
   2. Ти Сам назустріч вийшов, Ісусе з Назарета, Й повів шляхом якого я не знав. /Мене щоб врятувати, Себе віддав у жертву, Навік Своєю кров'ю оправдав./2р
   3. Я бачу сльози щастя і радісні обличчя В усіх, хто тим святим шляхом пішов, /Я чую, як ласкаво Твій ніжний голос кличе, Щоб світ увесь прийняв Твою любов./2р
   4. Веди мене і далі, Ісусе з Назарета, Дорогою любові і добра, /Щоб, у Тобі пізнавши і спокій і безпеку, Я йшов усюди по Твоїх слідах!/2р
   5. Веди мене у небо, Ісусе з Назарета, Я знаю, що ти правда і життя. /За муки на Голгофі, за надбане безсмертя Тобі подяка, слава і хвала! /2р
   
`,
   // 43
   `1. Хай буде ім'я Бога благословенне (2р) Віднині і повік (2р) І від сходу сонця і до заходу дня Хай буде ім'я Бога благословенне Віднині і повік! (2р)
   Приспів: Слава Йому, слава Царю, Богу нашому, вічносущому!
   2. Хай буде ім'я Бога благословенне (2р) Віднині і повік (2р) Над народами всіма Ти Бог, Хай буде ім'я Бога благословенне Віднині і повік (2р)   
`,
   // 44
   `1. Хто дає надію? Ісус Христос! Хто дає прозріння? Ісус Христос! Хто дає спасіння? Ісус Христос! Він, тільки Він! Хто дає нам силу? Ісус Христос! Хто дає нам віру? Ісус Христос! Хто гріхи прощає? Ісус Христос! Він, тільки Він!
   Приспів: Створив Він землю й небеса, Від зла спасла Його рука, Прощає, любить, береже, В небесний край Своїх веде Над усіма царями Цар, над усіма панами Пан, З Ним будемо ми назавжди, з Ним, тільки з Ним!
   2. Хто нам дав свободу? Ісус Христос! Хто дав перемогу? Ісус Христос! Хто безмежно любить? Ісус Христос! Він, тільки Він! Він - мій Відкупитель, Ісус Христос! Він - душі Спаситель, Ісус Христос! Слави Він достойний, Ісус Христос! Він, тільки Він!
   3. /Бог - Пастир мій, скеля непохитна, Викупив мій гріх, Божа я дитина. /2р   
`,
   // 45
   `1. Я іду до мети, та в дорозі слабію, І здається, що вже не під силу іти. Та в душі ще надія жевріє, жевріє, І приходять слова із Писання мені.
   Приспів: Я все зможу в Тім, Хто мене підкріпляє, Я все зможу в Тім, Хто мене утішає, Я все зможу в Тім, Хто мене підіймає. Я все зможу в Христі однім!
   2. Я дійду до мети та отримаю вічність І зустрінусь із Тим, Хто мене підкріпляв. Не дам місця журбі і тривожним злим вістям, Бо, мій Бог у біді мене не залишав.   
`,
   // 46
   `1. Я дякую Тобі, мій Боже, я дякую Тобі, Ісус, За те, що я Тобі співати можу, за те, що до Тебе молюсь.
   Приспів: Я дякую за те, що чуєш і поміч подаєш мені, І до кінця життя Ти будеш моя надія у житті.
   2.Я дякую за те, що ранок сьогодні не минув мене, А може, завтрашній світанок вже не засвітить для мене.
   3.Я дякую за те, що ноги і руки служать для мене, За те, що мої очі бачать, нехай душа хвалить Тебе!
   4. Нехай не закінчиться пісня життям моїм на цій землі, А в вічності нехай зіллється потоком славної хвали.   
`,
   // 47
   `1. Я люблю Божий дім, найрідніший куточок на світі, Веселитись в Христі там, де зібрані Господа діти. Церква, рідна мені, тут приємно так сяють обличчя, Від Божественних слів серце часто і радісно б'ється.
   Приспів: Тут багато святих, о як добре нам бути в зібранні, Нас Христос поріднив і нам солодко бути в єднанні. Лине Богу хвала, і молитва несеться до неба, Тут багато тепла і багато духовного хліба.
   2. Я люблю Божий дім, найрідніший куточок на світі, Щиро дякую всім, хто навчив мене Бога любити. Як, буває впаду і як серце болить, знемагає Я до церкви піду, вона Бога за мене благає.
   3. Скільки радісних сліз - церква ніби небесна оселя. Хто духовно підріс, став сильнішим, міцнішим, ніж скеля; Хто ж залишив Христа і від Бога, від церкви далеко - Навертайся, душа, бо тобі приготовлене небо!
`,
   // 48
   `1. Тисячі зір Ти засвічуєш в небі, о Господи, Сила Твоя все тримає у дужих руках, І на землі все Тобою існує, і в просторі, Милість Твоя досконала у славних ділах.
   Приспів: Вірую! Вірую! Вірую! Вірую! О, славте Творця: Нам подарована вічная надія одна. Вірую! Вірую! Вірую! Вірую! Радіє земля: З милості Бога Всевишнього нам віра дана!
   2. Дивний Творець, Ти явив до нас ласку спасаючу, Щастя своє ми відчули в Ісусі Христі. Нам Він любов показав, на Голгофі вмираючи, Смертю Своєю нам небо відкрив на хресті.
   3. Слово Твоє - як глибини криничної свіжості, Мудрість і світло ми спраглими душами п'єм, Віримо: Ти нас чекаєш в нев'янучій вічності, Там ми блаженство і щастя навіки знайдем!   
`,
   // 49
   `1. Колись Павло під впливом Духа написав, Що коли діти Божі мають спілкування, Є навчання, є мова, відкриття й псалом - То це все хай буде для нашого зростання. І Сам Ісус, коли навчав учнів Своїх, Казав: «В яку оселю раптом ви зайдете, То привітайте словом "Мир вам!" тих людей - І щирих друзів в тій оселі ви знайдете".
   Приспів: Ми вас вітаємо любов'ю Ісуса І також словом Його: мир вам, друзі всі! І побажаєм, щоб до серця доторкнувся Сам Дух Святий, Своїм теплом зігрів.
   2. Чому Ізраїль мир втрачав, а мав біду Й благословіння, наче блискавка, зникало? Тому, що перевагу віддавав гріху, Служіння Богові святому забували. Пророк Ілля дав доказ, як треба служить, Відбудувавши жертовник святому Богу. Він миру не втрачав в ту вирішальну мить, Лише сказав: "Спаситель, я зробив по слову".
   3. І щоб сьогодні кожен міг сказать: "Гряди! Гряди, Ісус, моє життя й моя надія!" Щоб кожен день нам надихав Христу служить, В ім'я Його любити, вірити і діять. Ісус також сказав: "Я мир вам Свій даю - То ви його також із радістю даруйте. Вже незабаром Я на землю цю прийду, Тому натхненно за собою всі пильнуйте".   
`,
   // 50
   `1. Життя крихке, як ваза з кришталю, Єдина мить - і вже тебе немає, Так мало радості, багато є жалю, І голос з неба тихо так благає.
   Приспів: Покайтесь, люди, поки ще є час, У чистоті зрівняйте всі дороги, Завжди Господь прихильним був до вас - Впадіть перед святим і добрим Богом.
   2. Господь побачить щире каяття, Людей із прірви навіть підіймає, Поки не згасла ще свіча життя І голос з неба тихо так благає.
   3. До Бога лише на поклін ідіть - Нема людини, що про це не знає. Всі, хто живий, не може те не чуть, Як голос з неба тихо так благає.   
`,
   // 51
   `1. Крізь таємниці, сивину віків Господня Церква по землі іде. Проходить через горе, радість, біль - Її рука Спасителя веде. Нелегко йти дорогою Христа, Не раз сльоза тремтіла на очах, Та Церква Божа, як одна сім'я Несла молитви щирі в небеса.
   Приспів: Благослови, Господь, Ти Свій народ, Нехай в серцях горить святий вогонь, Щоб не здолала ворога рука Ту Церкву, що Ти, Боже, збудував.
   2. Багато душ притулок в ній знайшли, Спасіння для безсмертної душі, Утіху для утомлених сердець І вічне щастя, що дає Отець. Благаєм щиро, Господи, Тебе: Допоможи пройти життя земне І віру зберегти в своїх серцях, Тебе зустріти там у небесах.
`,
   // 52
   `1. Ісусе, у світі грішному знайшов мене, Господь мій, а я не думав навіть про Тебе. Отець мій, мене як сина Ти зустрів, Любов'ю моє серце Ти зігрів. Ісусе, я вірю Ти мене навік простив, Очистив і словом правди серце освятив. Ти слово мені святе подарував, Що любиш і не залишиш, Ти сказав.
   Приспів: "Я не залишу тебе, ніколи не покину тебе, Любов'ю вічною Я навіки полюбив тебе. Я не залишу тебе, ніколи не покину тебе, Якщо і мати забуде дитя, Я не забуду тебе".
   2. Ісусе, я знаю: я тепер не є вже сам. Ти любиш, і наді мною є Твоя рука. Ти поруч, і коли важко так іти, Ти кажеш, що завжди зі мною Ти. Ісусе, Ти вірний друже мій, люблю Тебе. Ніколи Ти не залишиш, мій Господь, мене. Ти в серце мир і радість вічну дав, Я вірю в слово те, що Ти казав.   
`,
   // 53
   `1. Якби ти знав, як много важить слово, Одне сердечне, теплеє слівце! Глибокі рани серця як чудово Вигоює - якби ти знав оце!
   Приспів: Якби ти знав, якби ти знав, Говорив би по- другому, Якби ти знав, якби ти знав - Шукав любові слова.
   2. Якби ти знав, о, як глибоко ранить Одне сердите, здирливе слівце, Як чисті душі кривдять і поганять Слова лихі - якби ти знав оце!
   3. Ти б серцем ріс, між бур життя й тривоги Була б несхитна, ясна путь твоя. Як Той, що в бурю йшов по хвилях моря, Так ти б мовляв:" Не бійтеся! Це я!"
`,
   // 54
   `1. Находиться світ в дні останні - Пророки звіщали про це, І царство повстане на царство, Народ на народ повстає. Хоч голод і мор, землетруси Стривожать на світі усіх, Глядіть, не лякайтесь, бо скоро прийде Ісус, Божий Син, по Своїх.
   Приспів: Ось Він гряде на білому коні, І золотий вінець блищить на голові. Труба звучить, що воля настає, І голосить, що Божий Син іде.
   2. Ісус же промовив для учнів, Що скоро прийде всім кінець, Настане великий день суду: Одним смерть, а другим вінець. Хоч сонце затьмариться й місяць, Коли зазвучить та сурма, - Не бійтеся, бо скоро проявить Себе, Ісус, Божий Син, в небесах.
`,
   // 55
   `1. Мій добрий Отче, дякую Тобі, За те, що Ти нам день ось цей даруєш, А ще за те, що вогник Твій в мені І Ти моїм земним життям керуєш. Я дякую за промінь доброти І милості, що всюди зустрічаю, Я знаю: Спасе, їх даруєш Ти, Від Тебе все святе, що в серці маю.
   Приспів: Нехай в моєму житті Твоя завжди виконується воля, І скільки по землі я буду йти, В Твоїх руках хай буде моя доля (2р)
   2. Ти Сам благослови цей новий день, Який зійшов над грішною землею, Дай серцю віри радісних пісень, Веди мене дорогою Твоєю. Від зла й неправди і світі збережи, Щоб світлом правди в темряві світити, Триматись істини допоможи, Дай мудрості, дай сили свято жити.
`,
   // 56
   `1. Розумію я, що є Бог на світі, Розумію я, що Він Цар всього. І Він все створив в житті нашім, Небо і земля - все Його.
   Приспів: Богу ти служи, друг мій, Ти Йому віддай серце. Бог чекає там відкривши двері, Не барись, до Нього йди.
   2. Тут життя тяжке на цій дорозі, Зустрічаю терни на земнім шляху. Друже, ти читай Слово Боже, І тоді візьме Бог тебе.
   3. Я тепер живу серце всім для Бога, Щоби бути з Ним в тім святім краю. І всіх, друзі, вас закликаю В той чудовий край – небеса.   
`,
   // 57
   `1. Тихо мерехтять на небі зорі, Люди в Вифлеємі міцно сплять. Ангели в небесному просторі Спішать звістить про Божу благодать.
   Приспів: Народилось Божеє Дитя, Щоб спасти людей від зла й гріха. І дорослому, і малюку на серці радісно, Подяка Господу! Заспіваймо разом в день Різдва! "Слава Богу в небі і хвала, Мир землі і людям благодать, Ми будем Бога щиро прославлять!"
   2. Пастухи біжать до Вифлеєму, Щоб знайти Спасителя Христа. Мудреців зоря вела зі сходу І до Ісуса вірно привела.
   3. Я читаю в Біблії цю повість, Про народження Спасителя, Славлю Бога за любов і милість, Він врятував навік моє життя.   
`,
   // 58
   `1. Схилилося колосся до землі, А в небі вже кружляють журавлі, Жнива і близький птахів переліт Нагадують: життя - коротка мить. Земні роки, як річечка, біжать, Земні роки словами не здержать, /Біліють колосом вже дні твої, А у душі змовкають солов'ї/. (2р)
   Приспів: Чи думав ти: життя пройде, як день, Чи думав ти, що є земля пісень Чи думав ти, що є вогонь жалю, Чи думаєш про душу ти свою?
   2. Торкнеться сумом осінь до чола, Як пустоцвіт весна твоя була, /Біліє колосом пустим життя, А дням земним немає вороття./ (2 р)
   3. В ім'я Господнє просимо усіх: Покайтеся, жнива йдуть на поріг, - /Спаситель просить, душу пригорне, Спів солов'їний для душі верне./ (2р)   
`,
   // 59
   `1. І чому все не так? І чому я батрак? Був у батька я син, а тепер я один. Тут в країні чужій я нікому не свій І страждаю один, батька рідного сина.
   Приспів: Там далеко - далеко є край, Там є домівка моя, наче рай, Де люблять мене і чекають мене рідні мої. А я тут заблудився в гріхах, Гризе мене совість, гнітить мене страх, Хочу стежку знайти і до рідного милого дому піти.
   2. Я додому піду, встану я і піду. Тут роками томивсь і гріхам я коривсь. Дуже тяжко мені жити в цьому багні, А у батька мого свіжий хліб на столі.   
`,
   // 60
   `1. І чому все не так? І чому я батрак? Був у батька я син, а тепер я один. Тут в країні чужій я нікому не свій І страждаю один, батька рідного сина.
   Приспів: Там далеко - далеко є край, Там є домівка моя, наче рай, Де люблять мене і чекають мене рідні мої. А я тут заблудився в гріхах, Гризе мене совість, гнітить мене страх, Хочу стежку знайти і до рідного милого дому піти.
   2. Я додому піду, встану я і піду. Тут роками томивсь і гріхам я коривсь. Дуже тяжко мені жити в цьому багні, А у батька мого свіжий хліб на столі.   
`,
   // 61
   `1. Єрусалим – відрада раю, Єрусалим - місто Царя. Країна вічна неземная, хочу побачить там Христа.
   Приспів:  Єрусалим, Єрусалим, місто святе, місто Христа.
   2. Я хочу так побачить місто. Я хочу так у ньому жить. Єрусалиме, дорогий мій, в тобі я хочу жить повік.
   3. Але такий слабкий я, Боже, за руку Сам веди мене. Лиш Твоя сила допоможе любити ближніх, як себе.
   4. Чекає там Христа відрада, ніколи плачу там нема, Співають всі Ісусу славу, співати хочу там і я.
   5. Там бідних вдів Бог потішає і сироті дає спокій, Убитий там не помирає, в журбі був тут, а там - радій
   6. Там Сам Христос усіх приймає і сльози Сам з очей зітре, Стражденні тут, там не страждають, їм відпочинок Бог дає.
   7. Ісус Христос, Тебе я славлю: Єрусалим Ти даром дав,
   А в небесах вічно прославлю за те, що дав, що обіцяв. 
`,
   // 62
   `1. Вже чекають мене небеса, вічна радість, нетлінна краса. І з Ісусом там радість буде, Святим Духом Небесним Отцем.
   Приспів: І вінець, ну, звичайно, вінець, що для нас приготовив Отець. 2р
   2. Місто там неземної краси, всюди ангели, всюди квітки І обличчя всіх рідних моїх, і Спаситель стоїть серед них.
   3. Буде зустріч з Іваном, Петром, і святих без числа цілий сонм. Підійдуть і обіймуть мене, радість вічна для всіх там буде!   
`,
   // 63
   `1. У дикого гуся могутнії крила, в далекім польоті широкий розмах. Лиш трохи старання, лиш трохи зусилля, і птах вже високо летить в небесах.
   2. У ластівки крила, у голуба тоже. Я ж є людина - не вмію літать. Та крила молитви Ти дав мені, Боже, вони мене зможуть над світом піднять.
   3. Я є щасливіший, багатший від птаха - на крилах молитви високо лечу. Ті світлії крила границі не знають, так легко мою душу в небо несуть.
   4. Людина коли починає молитись, в птахів перелітних розгублений вид, Адже їм доводиться посторонитись, дорогу молитвам людей уступить.
   5. Безшумнії крила, могутнії крила мій дух піднімають над світом людським. Лиш трохи старання, лиш трохи зусилля, в польоті молитви для серця спокій.   
`,
   // 64
   `1. В далекім краю Палестині, де річка струмиться Йордан, На берег ріки якось вийшов Хреститель святий там Іван.
   2. На вигляд суворий і строгий, він одяг верблюжий носив. В пустелю він посланий Богом, він голосно там говорив:
   3. " Покайтеся, люди, покайтесь, щоб стріти Месію Христа. Гріхи ви свої визнавайте, водою омийте тіла.
   4. Плоди покаяння творіть ви, любов і святії діла, В своє серце Бога прийміть ви, готуйте шляхи для Христа.
   5. Іде вслід за мною Сильніший, Божественним світлом сія. А я перед Ним лиш Предтеча, ніщо перед Ним лише я."
   6. Йшли натовпом люди до нього на берег пустинний ріки, Несли покаяння там сльози, в воді омивали гріхи.
   7. Якось люди враз розступились, Христос як до річки прийшов, На березі Він одяг скинув і з берега в воду зійшов.
   8. Хреститель стоїть і дивує: прийшов бо для хрещення Той, Про Кого казали пророки, на Кого чекав весь народ.
   9. " Хрестити Тебе я не гідний, Владико, Ти мій, я -  Твій раб. Я сам низько- низько схилюся, щоб хрещення в Тебе прийнять". 
   10. Христос наказав не перечить і перед Іваном схиливсь Хреститель від страху тремтячи, Христа там в Йордані хрестив.
   11. І сталося диво чудове: відкрилося небо в ту мить,
   І в хмарі в той час над рікою, як грім, Божий голос звучить:
   12. " Це є Син улюблений Божий, Він волю Мою в світ несе. Він рід людський грішний, негожий від вічної смерті спасе!"
   13. Дивує Хреститель і бачить: зійшов на Христа голубок, Не просто оце була пташка, а Дух Святий - істинний Бог.
   14. За цим знаком з неба Хреститель впізнав, що це є Божий Син, Рукою на нього вказавши, народові він розповів.
   15. Уся Трійця нині явилась, Отець Христа Сином назвав. Дух Божий, як голуб, спустився, Син Божий хрещення прийняв.   
`,
   // 65
   `1. Добрії руки з неба бажаючим дар несуть, якщо ми попросим хліба, камінь не подадуть. Якщо ми попросим  щастя, щастя побачимо, тільки самі ми часто їм не довіряємо.
   2. Думаєм, що над нами - хмари скорбот лише, але понад хмарами - Господа милість є. Небу є не байдужі наші земнії дні, в переживаннях, друже, пам'ятай, що ми не одні.
   3. Пастирем від колиски в труднощах всіх доріг, поряд в мороз і спеку з нами був Бог завжди. Світ цей до себе манить, щоб врятуватись зміг, до висоти дитини вірою ти схились.
   4. Добрії руки з неба бажаючим дар несуть, якщо ми попросим хліба, камінь не подадуть. Як прагнемо ми щастя, в Бозі його знайдем, тільки частіш схиляймось перед Його лицем.
   
`,
   // 66
   `1. Схилились Марія та Йосип над Сином, що в яслах лежить. Щасливої долі у Господа просять, а в небі зоря горить.
   2. Зоря та зове у дорогу, а серце так прагне ввись. Зорю ту святу виглядали пророки, а нам Сам Христос явивсь.
   3. Хай зірка різдвяна осяє вам путь до небесних вершин.
   З Христовим Різдвом ми вас щиро вітаєм, хай родиться в вас Божий Син.
   4. Прийміть наше щире вітання в святий цей різдвяний час. Хай схилиться небо на ваше вітання, погляне сам Бог на вас.   
`,
   // 67
   `1. Лиш без плями й пороку, лиш без плями й пороку, Чуєш, Церкво, Господь оце слово сказав. Чи не надто суворо, чи не надто суворо? Ні – святеє святих лиш ввійде в небеса!
   2. Наречена не зможе, Наречена не зможе До Ісуса в забрудненій сукні прийти. Там їй місця не буде, там їй місця не буде, Церкво Божа, який одяг є на тобі?
   3. Пам’ятати повинна, пам’ятати повинна, Нареченій підходить лиш колір один, Сукня біла і чиста, сукня біла і чиста. До вінця без пороку підеш лише ти.
   4. Хай не буде пилинки, хай не буде пилинки, Щоб у небо до Бога змогла увійти. На вузькій ти стежинці, на вузькій ти стежинці, Не звертай ти убік, одяг свій не брудни.
   5. Берегти маєш святість, берегти маєш святість, Хай безчеститься хтось, але тільки не ти. Це коштує багато, це коштує багато, Та не більше того, що Ісус заплатив.
   6. Не відомо нікому, не відомо нікому, У який день ти будеш Ісуса стрічать. Приготуйсь, Наречена, приготуйсь, Наречена, Все нечистеє геть! Свій наряд очищай.
   7. Будь відважна й смілива, будь відважна й смілива, Наречена Ісуса тікай від гріха! У блискучому білім, у блискучому білім Хай побачить весь світ, Як ти ждеш жениха.
   8. Він прийде, твій бажаний, Він прийде, твій бажаний! І ти вигукнеш: Зустрічі час вже настав! Обженеш усіх званих, обженеш усіх званих, з каганцем, що горить, ти зустрінеш Христа!
   9. Вже кінчаються строки, вже кінчаються строки. І хай світиться твій білосніжний наряд. Лиш без плями й пороку. Чи не надто суворо? Ні, сторінки біблійні говорять нам так! Лиш без плям та пороку!   
`,
   // 68
   `1. Чути кроки уже Христові, Ще звучить ніжний голос Його. «Поспіши!» - кличе Він у любові, Своє серце відкрий для Нього!
   Приспів: Може, завтра буде пізно, та Бог кличе так ніжно: «Спасіння знайди!» Чому чекаєш ти? Може, завтра буде пізно, та Бог кличе так ніжно: «Спасіння знайти ти поспіши!»
   2. Бо Він так тебе полюбив, Добровільно страждав за твій гріх, На Голгофі Свою кров пролив, Щоби щастя знайшов ти у Нім!
   Приспів: Може, завтра буде пізно, Бог судитиме грізно й спасіння знайти уже не зможеш ти… Може, завтра буде пізно, Бог судитиме грізно, Й спасіння знайти не зможеш ти… Може, завтра буде пізно, та Бог кличе так ніжно: «Спасіння знайти,о, друже, поспіши!». Може, завтра буде пізно, та Бог кличе так ніжно: «Спасіння знайти ти поспіши!»
`,
   // 69
   `1. Тьма згустилась по всій землі, зло нестямно лютує скрізь, Люди в страху та паніці, І чекають кінця. Але нам Словом істини Бог давно відкрив істину, Хоч і ворог, як дикий звір, Та мета нам ясна.
   Приспів: Церкво Божа, ти завжди Щиро Богові служи, Місця не давай брехні, Істину скрізь бережи. Войовничо ти іди, Рабства ланцюги порви, Людям до Спасителя шлях єдиний ти вкажи.
   2. Подивись ти навкруги: Побіліли вже ниви всі. Кожен колос ти підніми, правди шлях покажи. Так багато ще праці є, Скоро сонце уже зайде, Подвизайся, брат і сестра, вічність дуже близька.
   3. Попереду останній бій, так не будь десь позаду ти, Меч свій в руки візьми скоріш, Серцем ти не страшись. Ти помазана подолать, не здаватись, перемагать! Дух Господній бо на тобі, пам’ятай це завжди!   
`,
   // 70
   `1. Ісус прославлений Голгофи славою, Воскреслий, Ти живеш в серцях. Зоря Ти прощення, Зоря спасаюча, і в променях Твоїх краса.
   2. Христос – зоря моя, Отцем народжена, Як вісник вічності сіяй. Христос – зоря моя неперевершена, моє Ти серце зігрівай.
   3. Ісус – зоря моя, живу Тобою я, із гробу в третій день воскрес. Ти – Воскресіння є, в Тобі – життя нове, Веди мене в чертог небес.
   4. Господній Дух Святий, мене провадь завжди, Щоб вірним був я до кінця, Перемагаючим, Христа стрічаючим в красі небесного вінця.   
`,
   // 71
   `1. Я іду земними битвами, як в степу іде пастух. І сердечними молитвами підкріпляється мій дух. /І сердечними молитвами /(3р) підкріпляється мій дух.
   2. Я іду в країну спокою, в дім небесного Отця, Де, мов річкою широкою, ллються співи без кінця. /Де, мов річкою широкою /(3р), ллються співи без кінця.
   3. А коли у вічність прийду я, то побачу в небесах, Серед ангельського сонму там лице Господа Христа. /Серед ангельського сонму там /(3р) лице Господа Христа.
   4. Я іду земними битвами, як в степу іде пастух. І сердечними молитвами підкріпляється мій дух. /І сердечними молитвами /(3р) підкріпляється мій дух.    
 `,
   // 72
   `1. Ніч опустилась на гору, з’явились зорі в небесах. В саду на схилі Єлеону Христос душею знемагав.
   Приспів: Кривавий піт з чола струмився , страждання чаша перед Ним. Журився важко та молився, у передсмертній Він журбі.
   2. Не зрозуміть Його печалі, то був душевний тяжкий біль. Здавалось всі світи мовчали, зливаючись з благанням тим.
   Приспів: Він був один у боротьбі тій, бо охопив всіх друзів сон. Творець боровся за творіння, За нас, людей томився Бог.
   3. І ангел у важкі хвилини прийшов Христу допомогти. І чулися вже кроки Юди, ставала темрява чорніш.
   Приспів: Та ось Голгофа і розп’яття… Пройшло три дні і гріб пустий. Ісус Христос дав нам спасіння, щоб в небі вічно жили ми.   
  `,
   // 73
   `1. Ось волхви зі Сходу ідуть, дари Божому Сину несуть. Через пустелю до Вифлеєму довгий закінчують путь.
   2. В Вифлеємі Цар народивсь! З золотом впаду пред Ним. Віковічно і довічно вже царюватиме Він.
   3. Ладан в дар несу я Христу. Він з небес зійшов в марноту. Славослів’я та моління наші ідуть Йому.
   4.Смирни гіркої запах благий – дар Христу на знак роковий: Бо за винних умертвленний ляже у гріб чужий.
   5. Славний Він, Народжений Цар. За людей Себе віддасть в дар. Алілуя! Алілуя! Небо Йому співа!   
`,
   // 74
   `1. Річка життя біжить, в вічність вона веде, хто переможе гріх, в вічне життя ввійде. Треба Ісуса шукать, треба Його знайти, вічную благодать вірою віднайти.
   2. Віра – нелегкий шлях, тернистий він і вузький. Треба іти нам так, щоб з нього не зійти. Віра – нелегкий є шлях, інших шляхів нема, щоби у небесах жити повіки нам.
   3. Вірю, Господь, Ісус, вірю – Ти мій Творець. Вірю зітреш сльозу, слави дасиш вінець. Вірю, що день той прийде, приймеш мене Христос. Не посоромлюсь я, в тому, що Ти –мій Бог!   
 `,
   // 75
   `1. Для кожного з нас так багато зробив Ти, Тобою живе та існує Земля. На наші столи посилаєш Ти хліба, Даруєш усім нам життя.
   Приспів: Співають подяку Тобі, Боже, люди за милості, що нам щоденно даєш. «Подяка, Отець!» - підіймаються руки, прийми від нас славу, хваління і честь.
   2. Ти дав нам спасіння і щастя повірить, в земному житті Ти чимало добра даєш навіть тим, хто сердечнії двері, зачинив і Тебе не прийняв.
   3. Життя наше сповнене Божих щедрот, багаті жнива нам вродили поля. Усе посилаєш Ти нам, Бог- любов! В подяці схилилась земля.   
  `,
   // 76
   `1. Для кожного з нас так багато зробив Ти, Тобою живе та існує Земля. На наші столи посилаєш Ти хліба, Даруєш усім нам життя.
   Приспів: Співають подяку Тобі, Боже, люди за милості, що нам щоденно даєш. «Подяка, Отець!» - підіймаються руки, прийми від нас славу, хваління і честь.
   2. Ти дав нам спасіння і щастя повірить, в земному житті Ти чимало добра даєш навіть тим, хто сердечнії двері, зачинив і Тебе не прийняв.
   3. Життя наше сповнене Божих щедрот, багаті жнива нам вродили поля. Усе посилаєш Ти нам, Бог- любов! В подяці схилилась земля.   
`,
   // 77
   `1. Є багато у світі шляхів і багато є різних доріг, але кращої в світі нема, за ту, що нас веде в небеса.
   Приспів: Лиш з Христом зможеш щасливо жить, і лише Він один тебе навчить, як жить.
   2. Хоч багато у тебе є так друзів щирих, любимих твоїх. Та як трапиться раптом біда, не поможе ніхто тобі в ній.
   Приспів: Лиш Христос – Друг найдорожчий твій, зможе допомогти в самій важкій біді. Лиш З Христом зможеш щасливо жить, і лише Він один тебе навчить, як жить.
   3. І хоч маєш багато удач і багатства ти маєш земні, не заглушиш нічим ти той плач, плач душі про небесну блакить.
   Приспів: Чуєш ти – плаче твоя душа… Їй треба на землі геть не таке життя! Лиш з Христом зможеш щасливо жить і лише Він один тебе навчить, як жить.
   4. Тож подумай, мій друже, тепер, по якій ти дорозі підеш, ще Спаситель чекає тебе, щоб ішов ти із Ним до небес.
   Приспів: О, прийди ти до Христа скоріш, лиш в Ньому ти знайдеш мир і спокій душі. Чуєш ти – плаче твоя душа, їй треба на землі геть не таке життя! Лиш з Христом зможеш щасливо жить, і лише Він один тебе навчить, як жить.   
 `,
   // 78
   `1. Коли настане день Господній на землі, так несподівано, як тать – не знаєм ми. І буря вдарить, налетять грізні вітри, і горе з щастям разом стрінуться тоді.
   Приспів: В мить коротку, відірвавшись від землі, відлітають, відлітають журавлі. Так і Церква вознесеться в неба синь і з’єднається з Ісусом назавжди...
   2. А сльози ллються , ніби падають дощі, дітей своїх додому, мамо, вже не жди. Вони розтанули, як дим в небесній млі, а ти лишилася самотня на землі.
   3. О, мамочко, навіщо кинула мене, я так боюся залишитись без тебе. Куди пішла ти, залишивши мене тут? Куди іти мені, щоби з тобою буть?
   4. Не зволікай, мій друже, нині поспіши до ніг Ісуса і Йому все розкажи. І буде прощена заплямлена душа, щоби із Церквою піднятись в небеса.   
  `,
   // 79
   `1. Наближається день Твій, Господь Всемогутній, коли Ти у славі на землю прийдеш. Засурмить тоді ангел гучною сурмою і від краю й до краю землі Ти народи збереш.
   2. Так, як перед потопом їли, пили, женились, і не думали люди, що близько кінець. Полились води з неба, безодні відкрились, потопивши на грішній землі все живе.
   3. Як Содом і Гоморра у пристрасть, що впали, розпаливши великий розпусти вогонь. Усі Божі закони вони відкидали і отримали плату в жахливий той день.
   4. Будуть двоє на полі в той день працювати і раптово один забереться з землі. І тоді буде пізно вже щось поміняти, і залишиться інший на муки страшні.
   5. І, як оком змигнути, Христос повернеться за народом, що вірний Йому завжди є. «Спадкоємці ви неба,- до них Він звернеться, - святкувати ввійдіть ви весілля Моє!»
   6. Ну, я інших мільйони воскреснуть на муки і з живими разом стануть перед судом. Навіть дуже хоробрий здійме вгору руки, заридає Земля перед грізним Христом.
   7. Наближається день Твій, Господь Всемогутній, коли Ти у славі на землю прийдеш. Засурмить тоді ангел гучною сурмою і від краю й до краю землі Ти народи збереш.   
`,
   // 80
   `1. Тримай те, що маєш, християнин. Тримай, що тобі дарував Божий Син. /Тримай Божу віру, надію, любов, За це наш Спаситель пролив Свою кров./
   2. Тримай те, що маєш і вкрасти не дай, Не будь ти байдужим, не втрать Божий рай. /Нам варто боротись, терпіти, страждать і понад життя берегти благодать./
   3. Тримай те, що маєш, ніхто щоб не зміг ніколи тебе спокусити на гріх. /Не дай почуттям осліпити себе, не дай так, як Юда продати Тебе./
   4. Тримай те, що маєш, що Бог тобі дав, щоб твого вінця геть ніхто не забрав. /Хоч буде безчестя немов та ріка, ми будем триматись за руку Христа./
   5. Тримай те, що маєш, християнин, тримай що тобі дарував Божий Син. /Нам варто боротись, терпіти, страждать, і понад життя берегти благодать./  
 `,
   // 81
   `1. Від загибелі спасла мене милість Господа. У день відчаю знайшла мене милість Господа. Навіть те, що я живу, те, що Господу служу, - це є милість Господа, це є милість Господа.
   2. Всі гріхи мої простив, це є милість Господа. І Свій Дух Святий пролив – це є милість Господа. Те, що віра є жива і веде мене вона – це є милість Господа, це є милість Господа.
   3. Знову й знов звучить хвала за цю милість Господа, і бажання маю я славить милість Господа. Цю безмежність доброти і цю силу чистоти, дивну милість Господа, дивну милість Господа.
   4. В світі скоро все мине, навіть милість Господа. Від землі Бог забере навіть милість Господа. Там, де місце для святих, буде вічно їм світить тільки милість Господа, тільки милість Господа.
   5. Від загибелі спасла мене милість Господа. У день відчаю знайшла мене милість Господа. Те, що Господа люблю і для Нього я живу – це є милість Господа, це є милість Господа.    
  `,
   // 82
   `1. В Вифлеємі родилось Дитятко святе, всім серцем повірив у слово я те. Нехай час назавжди відходить від нас та в серці вогонь не погас.
   Приспів: І немає дорожче Христа, Його ім’я дарує спокій. Бути з Ним завжди хочу і я, для душі Він такий дорогий!
   2. Хор ангельський пісню співав уночі, та пісня летить аж до наших часів, Чудові акорди та пісня нова, що кличуть мене в небеса.
   3. На полі були там прості пастухи і ангела виду злякались вони. Та ангел Господній їм радість звістив: Спаситель Христос вам родивсь.   
`,
   // 83
   `1. Він родився в бідних яслах, не було там теплоти, не в палатах пишних, ясних і не в золотих.
   Приспів: Він Отця лишив Свого, чисте небо все Його, Немовлятком в світ прийшов, злі серця Він тут знайшов. Він за тебе постраждав, життя вічне дарував, Щоб прийшов до Нього ти серце своє принести.
   2. В ту чудову тиху ніч Ангел з неба сповістив дуже радісную вість, що родився Божий Син.
   3. Зірка ясна привела мудреців тих до Христа. І, вклонившись, всі вони принесли Йому дари.   
 `,
   // 84
   `1. Чи нема бальзаму в Галааді і води в Вифезді чи нема? Чи нема шляху не бути в аді? Де б душа спочила місця чи нема?
   Приспів: Ісус Галілеянин, Равві- Раввуні, тягнуться до Тебе, Боже, сотні рук. На Голгофі був розп’ятий, за нас помер Ти,щоб нас визволити від хвороб і мук.
   2. Хіба зцілення нема вже, як раніше? Всі хвороби Ісус підніс на хрест! І живе у серці ще надія, те, що зцілення ще на Голгофі є.
   3. Скільки ран духовних, скільки ран тілесних тобі світ гріховний ще завдасть. Підійди під Божий зір небесний, допомогу може лиш Господь подать.    
  `,
   // 85
   `1. Ми співаєм Богу славу і хвалу, за спасіння, що Він нам подарував. Хай звучить хвала Спасителю Христу, творячи в нас дивовижний храм.
   Приспів: Слава Тобі, наш Учитель, слава Тобі, наш Господь. Слава Тобі наш Спаситель і наш Бог (і наш Бог). Ти достойний поклоніння, Ти Господь і Бог чудес, Тобі гімн співає воїнство небес.
   2. Ти притягуєш любов’ю нас усіх, обіцяючи дар вічного життя. Дух Святий нас потішає у біді, виливає благодать на благодать.
   3. І немає звістки кращої в піснях про Спасителя, Якого я люблю. З Ним зустрінуся в прекрасних небесах, але поки тут – про це співатиму.
   4. Повелителю небес, зірок, землі, подяку і хвалу прийми від нас. Прославлять Тебе бажаємо завжди: на земній дорозі і у небесах.   
  `,
   // 86
   `1. Може ти вже давно ніжності не стрічав, може ти вже втомився чи впав. Радість може тобі знову дати Господь, тут чекають тебе, ти приходь.
   Приспів: Церква моя, дорога серцю церква моя. Я – брат мій, а я сестра твоя. Церква моя, дорога серцю церква моя. Тут Бог наш, а ми Його сім’я.
   2. Може ти вже без сил, миру, щастя нема У житті замість світла пітьма. Якщо, друже, згрішив і душа так болить, до Христа поспіши, Він простить.
   3. Може ти захворів, поспіши до Христа. Він є той, Хто творить чудеса. Як до Бога прийдеш, свою душу спасеш, лиш у Ньому спасіння знайдеш.   
  `,
   // 87
   `1. Прославте Господа з небес, прославте Бога!(2р) Прославте море і ріка, прославте гори і поля, прославте вітер і туман, прославте струни і орган. Прославте море і ріка, прославте гори і поля, прославте вітер і туман, прославте Бога!
   2. Прославте Господа з небес, прославте Бога!(2р) Прославте ангели Його, прославте воїнства Його, прославте небо і земля, прославте сонце і зоря. Прославте ангели Його, прославте воїнства Його, прославте небо і земля, прославте Бога!
   3. Прославте Господа з небес, прославте Бога!(2р) Прославте суша і вода, прославте хмари й вся земля, прославте птахи й небеса, прославте люди, племена. Прославте суша і вода, прославте хмари й вся земля, прославте птахи й небеса, прославте Бога! Прославте Його, прославте, славу Царю віддайте, Ім’я Його величайте, Господа вихваляйте! (2р)
  `,
   // 88
   `1. Коли в життєвім морі хвилі одолівають нас в путі, здається, що нема надії і сил нема вперед іти. Коли туга прокралась в душу і серце рвуть сумніви злі, тоді схили свої коліна, в молитві Богу все скажи.
   Приспів: Молитва небо відкриває, нас з Богом з’єднує вона, молитва серце наповняє, дає нам сили для життя. Дарує впевненість молитва, вздоровлення несе душі, допомагає в різних битвах, долає труднощі земні.
   2. В молитві мир і справжня втіха, в молитві радість і спокій. В молитві сила і натхнення, вона веде нас до мети. У небезпеках чи в дорозі молитва вірно береже, молитва серце заспокоїть, молитва грішника спасе.
   3. Не забувай, мій друг, молитись постійно, скрізь, у кожен час. В молитві прощення і сила, в молитві мир і благодать. Душевні гоїть вона рани, тривоги й	 сумнів проганя. Вона до Бога наближає, вона веде нас в небеса.   
  `,
   // 89
   `1. В місті Вифлеємі народився Спас, в Синові Своєму Бог прийшов до нас. Сонце засвітило в низині земній, людство пробудило, що живе на ній.
   Приспів: В небі спалахнула ясна зоря, людям сповістила прихід Христа. Божий Син на землю із небес зійшов, виявивши людям Отця любов.
   2. Алілуя, слава, Господу хвала, бо любов Христова нам життя дала. Хай Йому лунає вічно вдячний спів, слава не стихає до останніх днів.
   Приспів: Не блукайте, люди, в пітьмі гріха. Кличе всіх до світла ясна зоря. Божого спасіння заклик звучить, не вагайтесь нині, скоріш прийдіть.
   3. Тож приходьте нині до Христових ніг і у покаянні залишайте гріх. Божий дар спасіння до сердець прийміть і Йому хваління від душі складіть.
   Приспів: Скоро закінчиться земне життя і в небесне царство тих візьме Спас, хто у покаянні до Христа прийшов, щастя і спасіння душі знайшов.   
  `,
   // 90
   `1. Лежав у бруді, мов листок осінній, нікому я не треба – розумів. Весна сади одягне листям іншим, мене вдягнув Спаситель дорогий.
   Приспів: Знайшовся Той, Кому я був потрібний, такий як є, гнилий і весь брудний. Мене в Своїй святій крові омив Він й полікував Він рани всі мої.
   2. Усиновив мене Бог всюдисущий й нічого не ховає від мене. З долини плачу мене Господь вивів, я ж сльози лити став сильніше ще.
   3. Ну як, скажіть, мені тепер не плакать, коли Господню милість бачу скрізь? Прославлю Бога на псалтирі, гуслях за все, що Він дає мені в житті.
   4. Я вірю, що обернеться на благо усе, що посилає Бог мені. І віра ця у рай мене провадить, де жде мене Спаситель дорогий.   
  `,
   // 91
   `1.
  `,
]

document.documentElement.addEventListener("click", documentActions)

function documentActions(e) {
   const targetElement = e.target
   if (targetElement.closest(".cards__item")) {
      const thisElement = targetElement.closest(".cards__item")
      const linkElement = thisElement.querySelector(".cards__link")
      const dataId = linkElement.getAttribute("data-id") - 1
      console.log("Значення атрибуту data-id:", dataId)

      // createTags(songs[dataId])

      const songWrapper = document.getElementById("song")
      songWrapper.innerHTML = createTags(songs[dataId])

      const songBlock = document.querySelector(".song")
      songBlock.classList.add("active")
   }
   if (targetElement.closest(".song__button")) {
      const songBlock = document.querySelector(".song")
      songBlock.classList.remove("active")
   }
}
// if(/Приспів.*\n/.test(message)){
//   let text = message.match(/Приспів.*\n/)
//   text = "<span>" + text + "</span>"
//   console.log(text)
// }

// if(/\d.*\n/.test(message)){
//   const matches = message.matchAll(/\d.*\n/g);
//   for (const match of matches) {
//   let text = "<p>" + match[0] + "</p>";
//   console.log(text);
// }
// }
function createTags(message) {
   const blocks = message.matchAll(/.*\n/g)
   const blocksArray = Array.from(blocks)
   const result = [] // Масив для зберігання результатів

   for (const match of blocksArray) {
      let text = "" // Ініціалізуємо змінну тексту для кожного блоку
      if (/Приспів.*\n/.test(match[0])) {
         // Зверніть увагу на match[0], оскільки match - це масив, а не рядок
         text += "<p>" + "<span>" + match[0] + "</span>" + "</p>"
      } else {
         // const regex = /(\/.*\/\d{1,2}р)|(\/(.*?)\/\(\d{1,2}р\))/g
         const regex = /(\/.*\/\d{1,2}р)|(\/(.*?)\/\(\d{1,2}р\))|(\/.*\/)/g
         const fragment = match[0].match(regex)
         if (fragment) {
            // Видаляємо фрагмент з поточного блоку тексту і додаємо відредагований
            const editedText = match[0].replace(regex, "") + "<i>" + fragment[0] + "</i>"
            text += "<p>" + editedText + "</p>"
         } else {
            text += "<p>" + match[0] + "</p>"
         }
      }
      result.push(text) // Додаємо поточний текст до масиву результатів
   }

   return result.join("") // Повертаємо з'єднану рядок всіх результатів
}
// const message = `В тяжкій життєвій боротьбі дай сили, Господи, мені
// / Сказать без нарікань Тобі: "Як хочеш Ти"/(2р)
// 2. Якщо від мене схочеш взять, що буде боляче віддать,
// /Дай радісно сказать Тобі: "Як хочеш Ти"/(2р)
// 3. Коли страждання вкриють путь, опорою моєю будь,
// /Дай і тоді сказать Тобі: "Як хочеш Ти"/(2р)
// 4. Всю волю покори Собі, святе смирення дай душі,
// /Щоб кожний день сказать Тобі: "Як хочеш Ти"/(2р)
// 5. Як смерті підійде пора, хай шепчуть втомлені уста
// /Тому, Хто дух навіки спас: "Як хочеш Ти"/(2р`

// const regex = /\/(.*?)\//gi
// let fragment
// while ((fragment = regex.exec(message)) !== null) {
//    // console.log(fragment[0])
// }

let template = `
<li class="cards__item">
   <a href="#" data-id="11" class="cards__link">
      <h2 class="cards__number">11</h2>
      <h3 class="cards__title">Руки благодаті, руки Господа, Руки, що підняли весь тягар хреста</h3>
   </a>
</li>
`
const root = document.getElementById("root")
songs.forEach((item, index) => {
   let name = item.slice(2, 50) + "..."
   console.log(name)
   console.log(index)
   let result = `
   <li class="cards__item">
   <a href="#" data-id="${index + 1}" class="cards__link">
      <h2 class="cards__number">${index + 1}</h2>
      <h3 class="cards__title">${name}</h3>
   </a>
</li>
   `
   root.innerHTML += result
})

const searchInput = document.getElementById("search")
const cards = document.querySelectorAll(".cards__item")

searchInput.addEventListener("input", function () {
   const query = this.value.toLowerCase()

   cards.forEach(function (card) {
      const title = card.querySelector(".cards__title").textContent.toLowerCase()
      const number = card.querySelector(".cards__number").textContent // Отримуємо текст номера без перетворення до нижнього регістру

      // Перевіряємо, чи включає текст заголовка або номера карти запит
      if (title.includes(query) || number.includes(query)) {
         card.style.display = "flex"
      } else {
         card.style.display = "none"
      }
   })
})
